tap "homebrew/cask"
cask_args appdir: "/Applications"
tap "sanemat/font"

brew "emacs"
brew "gibo"
brew "git"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "hub"
brew "jq"
brew "libyaml"
brew "lua"
brew "luarocks"
brew "nvm"
brew "openssl"
brew "parallel"
brew "postgresql"
brew "rbenv"
brew "rbenv-default-gems"
brew "readline"
brew "redis"
brew "ruby-build"
brew "sqlite"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "z"
brew "zsh"
brew "peco"
brew "ghq"
brew "ricty"

cask "alfred"
cask "anki"
cask "bettertouchtool"
cask "dropbox"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "google-drive-file-stream"
cask "inkscape"
cask "iterm2"
cask "mjolnir"
cask "karabiner-elements"
