cask_args appdir: "/Applications"
tap "delphinus/sfmono-square"

brew "berglas"
brew "duckdb"
brew "ffmpeg"
brew "flyctl"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-secrets"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "imagemagick"
brew "jq"
brew "libyaml"
brew "llm"
brew "openssl"
brew "parallel"
brew "peco"
brew "postgresql"
brew "python3"
brew "readline"
brew "redis"
brew "sfmono-square"
brew "sqlite"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "whisper-cpp"
brew "yarn"
brew "z"
brew "zsh"

cask "1password"
cask "anki"
cask "choosy"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "inkscape"
cask "karabiner-elements"
cask "raycast"
cask "visual-studio-code"
cask "zed"
cask "zoom"
