tap "homebrew/cask"
cask_args appdir: "/Applications"
tap "sanemat/font"

brew "emacs"
brew "gibo"
brew "git"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "hub"
brew "jq"
brew "libyaml"
brew "openssl"
brew "parallel"
brew "postgresql"
brew "readline"
brew "redis"
brew "ruby-build"
brew "sqlite"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "z"
brew "zsh"
brew "peco"
brew "ghq"
brew "ricty"
brew "git-secrets"
brew "yarn"
brew "terraform"
brew "imagemagick"
brew "berglas"

cask "1password"
cask "arc"
cask "anki"
cask "choosy"
cask "dropbox"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "google-drive-file-stream"
cask "inkscape"
cask "iterm2"
cask "karabiner-elements"
cask "logseq"
cask "raycast"
cask "visual-studio-code"
cask "zoom"
